[
  {
    "title": "MacBook Air 13 inch M1 2020 7-core GPU",
    "slug": "macbook-air-13-inch-m1-2020-7-core-gpu",
    "description": "Laptop Apple MacBook Air M1 2020 thuộc dòng laptop cao cấp sang trọng có cấu hình mạnh mẽ, chinh phục được các tính năng văn phòng lẫn đồ hoạ mà bạn mong muốn, thời lượng pin dài, thiết kế mỏng nhẹ sẽ đáp ứng tốt các nhu cầu làm việc của bạn.\nChip Apple M1 tốc độ xử lý nhanh gấp 3.5 lần thế hệ trước\nChiếc MacBook này được trang bị con chip Apple M1 được sản xuất độc quyền bởi Nhà Táo trên tiến trình 5 nm, 8 lõi bao gồm 4 lõi tiết kiệm điện và 4 lõi hiệu suất cao, mang đến một hiệu năng kinh ngạc, xử lý mọi tác vụ văn phòng một cách mượt mà như Word, Excel, Powerpoint,... thực hiện tốt các nhiệm vụ chỉnh sửa hình ảnh, kết xuất 2D trên các phần mềm Photoshop, AI,... máy còn hỗ trợ tiết kiệm được điện năng cao.\nĐi cùng CPU là card đồ họa tích hợp 7 nhân GPU có hiệu năng vượt trội sau nhiều bài thử nghiệm hiệu năng đồ họa của benchmark, bạn có thể sử dụng nhiều phần mềm đồ họa chuyên nghiệp, thoả sức sáng tạo nội dung, render video ổn định với chất lượng hình ảnh cao.\nMacBook Air được trang bị RAM 8 GB cho khả năng đa nhiệm cao, bạn có thể mở cùng lúc nhiều cửa sổ hoặc ứng dụng để phục vụ cho công việc, giải trí của mình ví dụ như vừa mở Chrome tra cứu thông tin vừa mở Word để làm việc cực kỳ tiện lợi mà không cần lo lắng là máy sẽ bị đơ.\nMacBook sở hữu ổ cứng SSD 256 GB cho tốc độ xử lý nhanh chóng, thao tác cuộn trong Safari cực mượt, đánh thức máy đang trong chế độ ngủ chỉ mất vài giây và đem đến không gian lưu trữ rộng rãi bạn cứ thoải mái lưu lại những bộ phim hay mà không lo nó sẽ chiếm chỗ của các tệp tài liệu công việc.\nBên cạnh sử dụng con chip mới Apple còn ra mắt phiên bản hệ điều hành macOS Big Sur với giao diện hoàn hảo hơn, các chuyển động cuộn, phóng to và chuyển tiếp màn hình mượt mà. Ngoài đổi mới giao diện macOS Big Sur còn mang đến khả năng phản hồi nhanh chóng và kho ứng dụng khổng lồ.\nXem thêm: Danh sách ứng dụng chạy được trên Macbook chip Apple M1.\nThiết kế sang trọng, tinh tế\nMacBook Air M1 256GB 2020 không những thừa hưởng thiết kế mỏng nhẹ, hiện đại của các thế hệ trước mà còn học hỏi thêm phong cách hiện đại của các dòng Macbook Pro. Khối lượng máy chỉ vỏn vẹn 1.29 kg và mỏng của thân máy là 16.1 mm có tính cơ động cao, dễ đem theo xử lý công việc.\nVỏ máy được thiết kế nguyên khối từ nguyên liệu nhôm tái chế 100% vừa góp phần bảo vệ môi trường vừa cho độ bền cao, chịu va đập tốt bảo vệ các linh kiện bên trong an toàn nếu có xảy ra va chạm mạnh.\nMagic Keyboard có hành trình phím 1 mm mang lại trải nghiệm gõ nhạy, thoải mái và yên tĩnh, bàn phím còn được trang bị thêm đèn nền vừa tạo cảm giác sang trọng vừa hỗ trợ bạn gõ phím chính xác hơn trong môi trường thiếu sáng.\nLaptop được trang bị 2 cổng kết nối Thunderbolt 3 với tốc độ truyền tải lên đến 40 Gb/s cho tốc độ truyền tải nhanh gấp 2 lần so với thế hệ Thunderbolt 2 trước đây. Bên cạnh Thunderbolt 3 máy còn được trang bị thêm kết nối không dây là Wi-Fi 6 cho tốc độ truyền tải dữ liệu nhanh chóng lên đến 10.000 Mbps cao hơn Wi-Fi 5 chỉ có 7.000 Mbps và Bluetooth v5.0 có tốc độ tối đa là 50 Mbps cho bạn trải nghiệm mượt mà hơn.\nApple trang bị cho chiếc Macbook M1 này bảo mật vân tay giúp bạn mở khóa nhanh chóng chỉ với một cái chạm nhẹ. Bên cạnh đó, vân tay của bạn sẽ được tích hợp vào việc xác nhận thông tin khi mua sắm online hay truy cập vào các tài liệu có bảo mật mà không cần phải nhập mật khẩu cực kỳ tiện lợi.\nMàu sắc chân thực, hình ảnh sắc nét\nLaptop màn hình Retina 13.3 inch cao cấp cho hình ảnh sắc nét màu sắc tự nhiên. Kết hợp cùng công nghệ True Tone giúp điều chỉnh cân bằng sắc trắng cũng như độ sáng để màu sắc hình ảnh hiển thị chính xác nhất.\nNgoài ra, góc nhìn của máy cũng được mở rộng hơn nhờ có công nghệ IPS đem lại trải nghiệm nhìn đã mắt, dù bạn nhìn màn hình bằng góc nghiêng.\nMacBook Air M1 được trang bị camera FaceTime HD giúp bạn gọi video cho người thân, bạn bè với chất lượng hiển thị cao. Tích hợp dãy 3 micro giúp truyền tải giọng nói của bạn chính xác hơn.\nLaptop Apple MacBook Air M1 2020 với hiệu năng mạnh mẽ đáp ứng tốt mọi công việc, thiết kế cực mỏng sẽ là sự lựa chọn tuyệt vời dành cho bạn.",
    "price": 18990000,
    "category": "Laptop",
    "brand": "Apple",
    "feature": ["1TB", "512GB", "256GB", "128GB"],
    "images": [
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/a/i/air_m2.png"
      },
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/a/i/air_m2.png"
      },
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/a/i/air_m2.png"
      }
    ],
    "color": [{ "title": "red" }, { "title": "yellow" }, { "title": "green" }]
  },
  {
    "title": "MacBook Pro 16 inch M1 Pro 2021 16 core-GPU",
    "slug": "macbook-pro-16-inch-m1-pro-2021-16-core-gpu",
    "description": "Laptop Apple MacBook Air M1 2020 thuộc dòng laptop cao cấp sang trọng có cấu hình mạnh mẽ, chinh phục được các tính năng văn phòng lẫn đồ hoạ mà bạn mong muốn, thời lượng pin dài, thiết kế mỏng nhẹ sẽ đáp ứng tốt các nhu cầu làm việc của bạn.\nChip Apple M1 tốc độ xử lý nhanh gấp 3.5 lần thế hệ trước\nChiếc MacBook này được trang bị con chip Apple M1 được sản xuất độc quyền bởi Nhà Táo trên tiến trình 5 nm, 8 lõi bao gồm 4 lõi tiết kiệm điện và 4 lõi hiệu suất cao, mang đến một hiệu năng kinh ngạc, xử lý mọi tác vụ văn phòng một cách mượt mà như Word, Excel, Powerpoint,... thực hiện tốt các nhiệm vụ chỉnh sửa hình ảnh, kết xuất 2D trên các phần mềm Photoshop, AI,... máy còn hỗ trợ tiết kiệm được điện năng cao.\nĐi cùng CPU là card đồ họa tích hợp 7 nhân GPU có hiệu năng vượt trội sau nhiều bài thử nghiệm hiệu năng đồ họa của benchmark, bạn có thể sử dụng nhiều phần mềm đồ họa chuyên nghiệp, thoả sức sáng tạo nội dung, render video ổn định với chất lượng hình ảnh cao.\nMacBook Air được trang bị RAM 8 GB cho khả năng đa nhiệm cao, bạn có thể mở cùng lúc nhiều cửa sổ hoặc ứng dụng để phục vụ cho công việc, giải trí của mình ví dụ như vừa mở Chrome tra cứu thông tin vừa mở Word để làm việc cực kỳ tiện lợi mà không cần lo lắng là máy sẽ bị đơ.\nMacBook sở hữu ổ cứng SSD 256 GB cho tốc độ xử lý nhanh chóng, thao tác cuộn trong Safari cực mượt, đánh thức máy đang trong chế độ ngủ chỉ mất vài giây và đem đến không gian lưu trữ rộng rãi bạn cứ thoải mái lưu lại những bộ phim hay mà không lo nó sẽ chiếm chỗ của các tệp tài liệu công việc.\nBên cạnh sử dụng con chip mới Apple còn ra mắt phiên bản hệ điều hành macOS Big Sur với giao diện hoàn hảo hơn, các chuyển động cuộn, phóng to và chuyển tiếp màn hình mượt mà. Ngoài đổi mới giao diện macOS Big Sur còn mang đến khả năng phản hồi nhanh chóng và kho ứng dụng khổng lồ.\nXem thêm: Danh sách ứng dụng chạy được trên Macbook chip Apple M1.\nThiết kế sang trọng, tinh tế\nMacBook Air M1 256GB 2020 không những thừa hưởng thiết kế mỏng nhẹ, hiện đại của các thế hệ trước mà còn học hỏi thêm phong cách hiện đại của các dòng Macbook Pro. Khối lượng máy chỉ vỏn vẹn 1.29 kg và mỏng của thân máy là 16.1 mm có tính cơ động cao, dễ đem theo xử lý công việc.\nVỏ máy được thiết kế nguyên khối từ nguyên liệu nhôm tái chế 100% vừa góp phần bảo vệ môi trường vừa cho độ bền cao, chịu va đập tốt bảo vệ các linh kiện bên trong an toàn nếu có xảy ra va chạm mạnh.\nMagic Keyboard có hành trình phím 1 mm mang lại trải nghiệm gõ nhạy, thoải mái và yên tĩnh, bàn phím còn được trang bị thêm đèn nền vừa tạo cảm giác sang trọng vừa hỗ trợ bạn gõ phím chính xác hơn trong môi trường thiếu sáng.\nLaptop được trang bị 2 cổng kết nối Thunderbolt 3 với tốc độ truyền tải lên đến 40 Gb/s cho tốc độ truyền tải nhanh gấp 2 lần so với thế hệ Thunderbolt 2 trước đây. Bên cạnh Thunderbolt 3 máy còn được trang bị thêm kết nối không dây là Wi-Fi 6 cho tốc độ truyền tải dữ liệu nhanh chóng lên đến 10.000 Mbps cao hơn Wi-Fi 5 chỉ có 7.000 Mbps và Bluetooth v5.0 có tốc độ tối đa là 50 Mbps cho bạn trải nghiệm mượt mà hơn.\nApple trang bị cho chiếc Macbook M1 này bảo mật vân tay giúp bạn mở khóa nhanh chóng chỉ với một cái chạm nhẹ. Bên cạnh đó, vân tay của bạn sẽ được tích hợp vào việc xác nhận thông tin khi mua sắm online hay truy cập vào các tài liệu có bảo mật mà không cần phải nhập mật khẩu cực kỳ tiện lợi.\nMàu sắc chân thực, hình ảnh sắc nét\nLaptop màn hình Retina 13.3 inch cao cấp cho hình ảnh sắc nét màu sắc tự nhiên. Kết hợp cùng công nghệ True Tone giúp điều chỉnh cân bằng sắc trắng cũng như độ sáng để màu sắc hình ảnh hiển thị chính xác nhất.\nNgoài ra, góc nhìn của máy cũng được mở rộng hơn nhờ có công nghệ IPS đem lại trải nghiệm nhìn đã mắt, dù bạn nhìn màn hình bằng góc nghiêng.\nMacBook Air M1 được trang bị camera FaceTime HD giúp bạn gọi video cho người thân, bạn bè với chất lượng hiển thị cao. Tích hợp dãy 3 micro giúp truyền tải giọng nói của bạn chính xác hơn.\nLaptop Apple MacBook Air M1 2020 với hiệu năng mạnh mẽ đáp ứng tốt mọi công việc, thiết kế cực mỏng sẽ là sự lựa chọn tuyệt vời dành cho bạn.",
    "price": 39990000,
    "category": "Laptop",
    "brand": "Apple",
    "feature": ["1TB", "512GB", "256GB", "128GB"],
    "images": [
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/m/a/mac_pro.png"
      },
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/m/a/mac_pro.png"
      },
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/m/a/mac_pro.png"
      }
    ],
    "color": [{ "title": "red" }, { "title": "yellow" }, { "title": "green" }]
  },
  {
    "title": "MacBook Air 13 inch M2 2022 8-core GPU",
    "slug": "macbook-air-13-inch-m2-2022-8-core-gpu",
    "description": "Sau 14 năm, ba lần sửa đổi và hai kiến trúc bộ vi xử lý khác nhau, kiểu dáng mỏng dần mang tính biểu tượng của MacBook Air đã đi vào lịch sử. Thay vào đó là một chiếc MacBook Air M2 với thiết kế hoàn toàn mới, độ dày không thay đổi tương tự như MacBook Pro, đánh bật mọi rào cản với con chip Apple M2 đầy mạnh mẽ.\nLột xác ngoạn mục với thiết kế thời thượng, sang trọng\nSự đẳng cấp đến từ ngoại hình của chiếc MacBook Air nhà Apple là điều không thể phủ nhận và khó có dòng sản phẩm cùng phân khúc nào có thể qua mặt được. Vẫn là lớp vỏ kim loại nguyên khối cứng cáp cùng các cạnh góc vuông vức, sang trọng nhưng chiếc MacBook Air 2022 năm nay đã thoát ra khỏi ngôn ngữ thiết kế nhẹ nhàng vốn có từ lâu và khoác lên diện mạo mới tương tự như “đàn anh” MacBook Pro.\nBề dày 11.3 mm cùng cân nặng ấn tượng 1.24 kg sẽ là một điểm cộng hoàn hảo cho khả năng di động, luôn sẵn sàng đồng hành cùng một người dùng là sinh viên, dân văn phòng như mình đến trường học, công ty hay cũng thoải mái cho người dùng sáng tạo và đặc biệt là những chuyến công tác xa của doanh nhân.\nMặc dù có ngoại hình mỏng và khối lượng nhẹ hơn song MacBook Air mới vẫn không kém phần chắc chắn, độ hoàn thiện tốt so với trước đây. Khung máy cứng, nắp máy gần như không uốn cong khi mình tác động lực và vẫn có thể mở lên bằng một ngón tay. Apple luôn đứng đầu khi nói đến chất lượng sản xuất và chiếc Air mới cũng không ngoại lệ.\nCá nhân mình rất thích màu Midnight với lớp hoàn thiện màu xanh đen đậm có thể thay đổi tùy theo ánh sáng nhưng lại có điểm trừ khi dễ bám dấu vân tay, làm mất đi ngoại hình sang chảnh vốn có của một chiếc laptop cao cấp - sang trọng, bạn có thể chọn mua màu xám, bạc hoặc vàng sẽ không dễ bị bám dấu vân tay hoặc chịu khó lau chùi thường xuyên để giữ cho máy luôn sáng bóng.\nMột sự thay đổi rõ rệt trên chiếc bàn phím Magic Key của dòng laptop Apple M2 năm nay chính là kích thước của hàng phím chức năng F được gia tăng bằng với các dòng phím khác, cho mình thao tác sử dụng chuẩn xác, không bị nhầm lẫn. Hơn nữa trải nghiệm gõ phím cũng rất nhẹ nhàng, êm tay, tiếng ấn cũng nhẹ nhàng hơn so với bàn phím cánh bướm cũ. Kết hợp cùng đèn nền hỗ trợ mình làm việc dễ dàng hơn trong nhiều điều kiện ánh sáng tối khác nhau.\nTính năng Touch ID (cảm biến vân tay) tích hợp nút nguồn thay cho mật khẩu cho phép mình mở khóa máy, truy cập các ứng dụng và thanh toán ứng dụng một cách nhanh chóng, không cần tốn nhiều thời gian hay phải nhớ mật khẩu như các kiểu bảo mật truyền thống.\nBàn di chuột không có khác nhiều so với các mẫu cũ mặc dù Apple đã làm rộng hơn một chút, hoạt động giống nhau về mặt chức năng với khả năng di vuốt tuyệt vời, hỗ trợ cử chỉ và từ chối lệnh khi mình lỡ đặt lòng bàn tay lên. Một trong những thay đổi thú vị khác trên chiếc Air mới chính là lưới loa đã được giấu đi, nằm ở bản lề giữa bàn phím và màn hình để giữ cho ngoại hình gọn gàng hơn.\nMacBook Air M2 2022 sở hữu đầu sạc MagSafe tương tự như MacBook Pro 14 và 16, cho phép mình sạc mà không lo vấp phải dây cáp khiến máy tính rơi xuống sàn. Nhờ có cổng MagSafe mà mình thực sự có thêm một cổng USB-C so với các kiểu máy cũ. Thay vì phải sử dụng một cổng để sạc máy tính và cổng còn lại cho thiết bị ngoại vi, giờ đây mình có thể sử dụng cả hai cổng hỗ trợ Thunderbolt cho các phụ kiện.\nPhá vỡ mọi giới hạn nhờ sức mạnh từ bộ vi xử lý Apple M2\nBộ vi xử lý Apple M2 tuy có mặt cấu tạo tương đồng với M1 nhưng hiệu suất hoạt động cao hơn 18% và nhanh hơn 1.9 lần so với các dòng laptop sở hữu bộ vi xử lý 10 lõi khác, dư sức cân mọi tác vụ từ học tập, làm việc đến đồ họa đến kỹ thuật chuyên sâu. Đồ họa GPU 8 nhân cho khả năng hoạt động mạnh mẽ hơn 35%, xử lý lên đến 15.8 nghìn tỷ tác vụ trong 1 giây nên các công việc liên quan đến hình ảnh, đồ họa, video,... đều được giải quyết rất mượt mà.\nMáy đáp ứng hoàn hảo việc chỉnh sửa video và ảnh nhẹ, đặc biệt nếu bạn sử dụng ứng dụng Ảnh hoặc iMovie của Apple cho các tác vụ đó. Laptop RAM 8 GB cho phép mình sử dụng cùng lúc nhiều cửa sổ ứng dụng khác nhau với độ đa nhiệm mượt mà đáng kể, vừa làm việc trên Photoshop vừa nghe nhạc vẫn rất trơn tru.\nKhông gian ổ cứng SSD 256 GB vừa đủ cho các tài liệu, ứng dụng học tập nhưng do chỉ được trang bị một chip NAND duy nhất thay vì hai chip như trên các mẫu M1 hoặc M2 mới có ổ cứng 512 GB trở lên nên tốc độ đọc ghi đã bị giới hạn hơn đáng kể. Mình đã thử đo tốc độ đọc bằng công cụ Black Magic Speed Test được 1543 MB/s, thấp hơn gần một nửa so với con số 2982 MB/s của MacBook Air M1 256 GB.\nMình đã kiểm chứng nhiệt độ của máy bằng cách chạy các tác vụ nặng cùng lúc như render video, mở nhiều tab Safari và chạy thêm Photoshop thì sau thời gian dài máy đã nóng lên rõ rệt. Theo mình lý do một phần đến từ ngoại hình mỏng hơn, thêm vào đó là tản nhiệt không có quạt nên máy nóng lên nhanh cũng là điều dễ hiểu. Trên thực tế cũng có ít người sử dụng MacBook Air cho các tác vụ nặng như trên.\nSở hữu pin 52.6 Wh nhưng do hiệu năng và nhiệt độ cao nên M2 Air có thời lượng pin tương tự như mẫu M1, cho phép mình sử dụng từ 8 đến 10 giờ ở mức độ sáng 200 nits và nhiều tác vụ làm việc văn phòng khác nhau. Vẫn thoải mái để mình có thể xách máy ra quán cà phê làm việc trong suốt cả ngày dài.\nTrải nghiệm hình ảnh, âm thanh trên cả tuyệt vời\nMàn hình của chiếc Air lớn hơn một chút so với trước đây, 13.6 inch thay vì 13.3 inch nhưng phần lớn kích thước được gia tăng theo chiều dọc. Các viền xung quanh màn hình đã được làm mỏng hơn và các góc cũng được bo tròn, mang đến vẻ ngoài hiện đại hơn trước.\nMàn hình có độ sáng cao 500 nits khi sử dụng trong nhà mình thực sự không nhận ra sự khác biệt nhưng khi xách máy ra quán cà phê mới thấy rõ được sự khác biệt, nội dung luôn được hiển thị với độ sắc nét cao mà không hề bị hiện tượng hắt sáng gây khó chịu. Công nghệ True Tone sẽ tự động điều chỉnh mức độ ánh sáng phù hợp với môi trường, giúp cho nội dung thể hiện tự nhiên hơn và giảm thiểu hiện tượng mỏi mắt.\nĐộ phân giải Liquid Retina (2560 x 1664) kết hợp cùng dải màu rộng P3 và khả năng hiển thị 1 tỷ màu tạo nên một không gian hoàn chỉnh cho mọi trải nghiệm hình ảnh với màu sắc sinh động và chuẩn xác trên từng vật thể nhỏ nhất. Ngoài ra cũng đáp ứng được nhu cầu làm việc với đồ họa, hình ảnh của mình trên các ứng dụng nhà Adobe như Photoshop, Lightroom,...\nNotch màn hình trên chiếc MacBook Air M2 tạo điểm mới mẻ và cũng là điểm nhận dạng thế hệ MacBook mới nhưng lại không cho mình trải nghiệm sử dụng tốt, phần notch không xấu hay gây mất tập trung mà chưa được tùy biến tốt, sẽ bị ẩn đi khi mình mở những ứng dụng làm việc và hiển thị trở lại khi sử dụng ở dạng cửa sổ.\nBù lại Camera Facetime HD 1080p bên trong chiếc notch có nhiều cải tiến cho hình ảnh sắc nét hơn, màu sắc và độ tương phản cũng tốt hơn. Kết hợp với dải ba micrô giúp cho quá trình học tập, làm việc trực tuyến hay gọi video của mình diễn ra suôn.\nHệ thống bốn loa mới bao gồm hai loa tweeter, hai loa trầm cùng công nghệ Spatial Audio và Dolby Atmos cho mình trải nghiệm âm thanh to rõ, ít tiếng vang hơn khi chỉnh ở mức âm lượng tối đa. Chất lượng vượt xa so với các dòng máy tính khác, cung cấp âm thanh rõ ràng khi xem video, nghe nhạc, YouTube,...\nMacBook Air M2 2022 chính là sự kết hợp hoàn hảo giữa phong cách thiết kế thời thượng, hiệu năng vượt trội cùng màn hình hiển thị sắc nét, là một cánh tay phải đắc lực cùng mình đối đầu mọi thách thức.",
    "price": 27390000,
    "category": "Laptop",
    "brand": "Apple",
    "feature": ["1TB", "512GB", "256GB", "128GB"],
    "images": [
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/a/p/apple_m2.png"
      },
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/a/p/apple_m2.png"
      },
      {
        "url": "https://cdn2.cellphones.com.vn/358x358,webp,q100/media/catalog/product/a/p/apple_m2.png"
      }
    ],
    "color": [{ "title": "red" }, { "title": "yellow" }, { "title": "green" }]
  }
]
